Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# settings_appearance_show_link_previews_description
source: Show link previews in the status
ar: إظهار معاينات الرابط في الحالة
cs: Zobrazit náhledy odkazů ve stavu
da: Vis link forhåndsvisninger i status
de: Link-Vorschau im Status anzeigen
el: Εμφάνιση προεπισκοπήσεων συνδέσμων στην κατάσταση
es: Mostrar previsualizaciones de enlaces en el estado
fi: Näytä linkkien esikatselut tilassa
fr: Afficher les aperçus des liens dans le statut
it: Mostra le anteprime dei collegamenti nello stato
ja: ステータスにリンクのプレビューを表示する
nl: Toon linkvoorbeelden in de status
no: Vis forhåndsvisning av link i status
pl: Pokaż podgląd linku w statusie
pt_br: Mostrar pré-visualizações de links no status
ro: Arată previzualizările link-ului în stare
ru: Показывать предпросмотр ссылок в статусе
sv: Visa länkförhandsvisningar i status
uk: Відображати попередній перегляд посилань у статусі
zh_hans: 在状态中显示链接预览

# settings_appearance_show_media
source: Show media
ar: إظهار الوسائط
cs: Zobrazit média
da: Vis medier
de: Medien anzeigen
el: Εμφάνιση πολυμέσων
es: Mostrar medios
fi: Näytä media
fr: Afficher les médias
it: Mostra media
ja: メディアを表示
nl: Media tonen
no: Vis media
pl: Pokaż media
pt_br: Mostrar mídia
ro: Arată media
ru: Показать медиа
sv: Visa media
uk: Показати медіа
zh_hans: 显示媒体

# settings_appearance_show_media_description
source: Show media in the status
ar: إظهار الوسائط في الحالة
cs: Zobrazit média ve stavu
da: Vis medier i status
de: Medien im Status anzeigen
el: Εμφάνιση πολυμέσων στην κατάσταση
es: Mostrar medios en el estado
fi: Näytä media tilassa
fr: Afficher les médias dans le statut
it: Mostra il media nello stato
ja: ステータスにメディアを表示する
nl: Media in status weergeven
no: Vis media i status
pl: Pokaż media w statusie
pt_br: Mostrar mídia no status
ro: Arată media în stare
ru: Показывать медиа-файл в состоянии
sv: Visa media i status
uk: Показувати медіа в статусі
zh_hans: 在状态中显示媒体

# settings_appearance_show_numbers
source: Show numbers
ar: إظهار الأرقام
cs: Zobrazit čísla
da: Vis numre
de: Nummern anzeigen
el: Εμφάνιση αριθμών
es: Mostrar números
fi: Näytä numerot
fr: Afficher les numéros
it: Mostra numeri
ja: 数字を表示
nl: Getallen weergeven
no: Vis tall
pl: Pokaż numery
pt_br: Mostrar números
ro: Arată numerele
ru: Показать номера
sv: Visa nummer
uk: Показати номери
zh_hans: 显示数字

# settings_appearance_show_numbers_description
source: Show numbers on the bottom of the status
ar: إظهار الأرقام في الجزء السفلي من الحالة
cs: Zobrazit čísla v dolní části stavu
da: Vis tal i bunden af status
de: Nummern am unteren Ende des Status anzeigen
el: Εμφάνιση αριθμών στο κάτω μέρος της κατάστασης
es: Mostrar números en la parte inferior del estado
fi: Näytä numerot tilan alareunassa
fr: Afficher les numéros en bas du statut
it: Mostra i numeri in fondo allo stato
ja: ステータスの下部に数字を表示する
nl: Toon nummers aan de onderkant van de status
no: Vis tall fra bunnen av statusen
pl: Pokaż numery na dole statusu
pt_br: Mostrar números na parte inferior do status
ro: Arată numerele în partea de jos a stării
ru: Показывать номера в нижней части статуса
sv: Visa siffror längst ner på statusen
uk: Показати номери знизу статусу
zh_hans: 在状态的底部显示数字

# settings_appearance_subtitle
source: Customize the look and feel of Flare
ar: تخصيص مظهر و إحساس Felle
cs: Přizpůsobit vzhled a pocit Flare
da: Tilpas udseendet og fornemmelsen af Flare
de: Look-and-Feel des Leuchtturms anpassen
el: Προσαρμόστε την εμφάνιση και την αίσθηση του Flare
es: Personaliza la apariencia de Bengala
fi: Mukauta Floren ulkoasua ja tunnelmaa
fr: Personnaliser l\'apparence de la fusée éclairante
it: Personalizza l\'aspetto e la sensazione di chiarore
ja: フレアのルックアンドフィールをカスタマイズする
nl: Pas het uiterlijk en gevoel van Flare aan
no: Tilpass utseendet og følelsen til flare
pl: Dostosuj wygląd Flary
pt_br: Personalizar a aparência do Sinalizador
ro: Personalizați aspectul și simțul Flare
ru: Настройте внешний вид Сигнала
sv: Anpassa utseendet och känslan av Flare
uk: Налаштувати вигляд Flare
zh_hans: 自定义Flare的外观和感觉

# settings_appearance_swipe_left
source: Swipe left
ar: مرر لليسار
cs: Přejetí vlevo
da: Stryg til venstre
de: Nach links wischen
el: Σύρετε αριστερά
es: Deslizar a la izquierda
fi: Pyyhkäise vasemmalle
fr: Glisser vers la gauche
it: Scorri a sinistra
ja: 左にスワイプ
nl: Naar links vegen
no: Dra til venstre
pl: Przesuń w lewo
pt_br: Deslizar para esquerda
ro: Glisați spre stânga
ru: Свайп влево
sv: Svep åt vänster
uk: Гортання ліворуч
zh_hans: 向左滑动

# settings_appearance_swipe_left_description
source: Action to perform when swiping left on a status
ar: إجراء للأداء عند السحب لليسار على الحالة
cs: Akce k provedení při přejetí doleva se stavem
da: Handling der skal udføres ved strygning til venstre på en status
de: Aktion beim Wischen nach links auf einen Status
el: Ενέργεια που θα εκτελεστεί κατά το σύρσιμο αριστερά σε μια κατάσταση
es: Acción a realizar al deslizar a la izquierda sobre un estado
fi: Toiminto, joka suoritetaan, kun tila vasemmalle pyyhkäisemällä
fr: Action à effectuer en glissant vers la gauche sur un état
it: Azione da eseguire quando scorri a sinistra su uno stato
ja: 状態を左にスワイプしたときに実行するアクション
nl: Uit te voeren actie bij het naar links vegen over een status
no: Handling som skal utføres ved sveiping til venstre i en status
pl: Akcja do wykonania podczas przesuwania w lewo po statusie
pt_br: Ação a ser executada quando deslizar para a esquerda em um status
ro: Acțiune de efectuat când glisați în stânga pe o stare
ru: Действие при свайпе влево по статусу
sv: Åtgärd att utföra när du sveper åt vänster på en status
uk: Дія для виконання при проведенні пальцем вліво на статус
zh_hans: 在状态上向左滑动时执行的操作

# settings_appearance_swipe_right
source: Swipe right
ar: مرر لليمين
cs: Přejetí doprava
da: Stryg til højre
de: Rechts wischen
el: Σύρετε δεξιά
es: Deslizar a la derecha
fi: Pyyhkäise oikealle
fr: Glisser vers la droite
it: Scorri a destra
ja: 右にスワイプ
nl: Veeg rechts
no: Dra til høyre
pl: Przesuń w prawo
pt_br: Deslizar para direita
ro: Glisați spre dreapta
ru: Свайп вправо
sv: Svep åt höger
uk: Гортання праворуч
zh_hans: 向右滑动

# settings_appearance_swipe_right_description
source: Action to perform when swiping right on a status
ar: إجراء للأداء عند السحب حق على حالة
cs: Akce k provedení při přejetí vpravo se statusem
da: Handling der skal udføres ved swiping til højre på en status
de: Aktion zum Ausführen beim Wischen nach rechts auf einen Status
el: Ενέργεια που θα εκτελεστεί όταν σύρετε δεξιά σε μια κατάσταση
es: Acción a realizar al deslizar a la derecha sobre un estado
fi: Toiminto, joka suoritetaan pyyhkäisemällä oikealle tilan päälle
fr: Action à effectuer en glissant vers la droite sur un statut
it: Azione da eseguire quando scorri a destra su uno stato
ja: ステータスで右にスワイプしたときに実行するアクション
nl: Uit te voeren actie bij het naar rechts vegen op een status
no: Handling å utføre når du sveiper til høyre på en status
pl: Akcja do wykonania podczas przesuwania w prawo po statusie
pt_br: Ação a ser executada quando deslizar para a direita em um status
ro: Acțiune de efectuat atunci când glisați dreapta pe o stare
ru: Действие при свайпе вправо на статус
sv: Åtgärd att utföra när du sveper åt höger på en status
uk: Дія для виконання при проведенні вправо по статусу
zh_hans: 在状态上向右滑动时执行的操作

# settings_appearance_theme
source: Theme
ar: السمة
cs: Téma
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
it: Tema
ja: テーマ
nl: Thema
no: Tema
pl: Motyw
pt_br: Tema
ro: Tema
ru: Тема
sv: Tema
uk: Тема
zh_hans: 主题

# settings_appearance_theme_auto
source: Auto
ar: تلقائي
cs: Automaticky
da: Automatisk
el: Αυτόματο
fi: Automaattinen
fr: Automatique
it: Automatico
ja: 自動
nl: Automatisch
no: Automatisk
pt_br: Automático
ro: Automat
ru: Авто
sv: Automatiskt
uk: Авто
zh_hans: 自动

# settings_appearance_theme_color
source: Theme color
ar: لون السمة
cs: Barva motivu
da: Tema farve
de: Theme-Farbe
el: Χρώμα θέματος
es: Color del tema
fi: Teeman väri
fr: Couleur du thème
it: Colore tema
ja: テーマの色
nl: Thema kleur
no: Tema farge
pl: Kolor motywu
pt_br: Cor do tema
ro: Culoarea temei
ru: Цвет темы
sv: Tema färg
uk: Колір теми
zh_hans: 主题颜色

# settings_appearance_theme_color_description
source: Change the theme color of the app
ar: تغيير لون السمة للتطبيق
cs: Změnit barvu motivu aplikace
da: Skift temafarven på app\'en
de: Ändern Sie die Designfarbe der App
el: Αλλαγή του χρώματος του θέματος της εφαρμογής
es: Cambiar el color del tema de la aplicación
fi: Muuta sovelluksen teeman väriä
fr: Changer la couleur du thème de l\'application
it: Cambia il colore del tema dell\'app
ja: アプリのテーマカラーを変更する
nl: Verander de themakleur van de app
no: Endre temafargen på appen
pl: Zmień kolor motywu aplikacji
pt_br: Alterar a cor do tema do aplicativo
ro: Schimbă culoarea aplicației pentru temă
ru: Изменить цвет темы приложения
sv: Ändra temafärgen på appen
uk: Змінити колір теми програми
zh_hans: 更改应用的主题颜色

# settings_appearance_theme_dark
source: Dark
ar: داكن
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
fi: Tumma
fr: Sombre
it: Scuro
ja: ダーク
nl: Donker
no: Mørk
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Тёмная
sv: Mörk
uk: Темна
zh_hans: 深色

# settings_appearance_theme_description
source: Change the theme of the app
ar: تغيير موضوع التطبيق
cs: Změnit motiv aplikace
da: Skift temaet for appen
de: Ändern Sie das Theme der App
el: Αλλαγή θέματος της εφαρμογής
es: Cambiar el tema de la aplicación
fi: Muuta sovelluksen teemaa
fr: Changer le thème de l\'application
it: Cambia il tema dell\'app
ja: アプリのテーマを変更する
nl: Verander het thema van de app
no: Endre temaet for appen
pl: Zmień motyw aplikacji
pt_br: Alterar o tema do aplicativo
ro: Schimbă tema aplicației
ru: Изменить тему приложения
sv: Ändra temat för appen
uk: Змінити тему додатка
zh_hans: 更改应用的主题

# settings_appearance_theme_light
source: Light
ar: فاتح
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fi: Vaalea
fr: Lumière
it: Chiaro
ja: ライト
nl: Licht
no: Lys
pl: Światło
pt_br: Fino
ro: Lumină
ru: Светлая
sv: Ljus
uk: Світла
zh_hans: 浅色

# settings_appearance_theme_pure_color
source: Pure color
ar: لون خالص
cs: Barva čisté
da: Ren farve
de: Reine Farbe
el: Καθαρό χρώμα
es: Color puro
fi: Todellinen väri
fr: Couleur pure
it: Colore puro
ja: 純粋な色
nl: Pure kleur
no: Ren farge
pl: Czysty kolor
pt_br: Cor pura
ro: Culoare pură
ru: Чистый цвет
sv: Ren färg
uk: Яскравий колір
zh_hans: 纯色模式

# settings_appearance_theme_pure_color_description
source: Use pure white or black color instead of the themed color as the background color
ar: استخدام اللون الأبيض أو الأسود النقي بدلاً من لون الموضوع كلون الخلفية
cs: Použít čistě bílou nebo černou barvu namísto barvy motivu jako barvu pozadí
da: Brug ren hvid eller sort farve i stedet for den tema farve som baggrundsfarve
de: Verwende reine weiße oder schwarze Farbe anstelle der Farbe des Themes als Hintergrundfarbe
el: Χρήση αμιγούς λευκού ή μαύρου χρώματος αντί του θέματος ως χρώματος φόντου
es: Usa el color blanco puro o negro en lugar del color temático como color de fondo
fi: Käytä puhdasta valkoista tai mustaa väriä teeman sijaan taustaväri
fr: Utiliser une couleur blanche ou noire pure au lieu de la couleur de thème comme couleur de fond
it: Usa il colore bianco o nero puro invece del colore a tema come colore di sfondo
ja: 背景色にテーマカラーの代わりに純粋な白または黒の色を使用します
nl: Gebruik pure witte of zwarte kleur in plaats van de thema kleur als achtergrondkleur
no: Bruk ren hvit eller svart farge i stedet for temafargen som bakgrunnsfarge
pl: Użyj czystego koloru białego lub czarnego zamiast motywowanego koloru jako koloru tła
pt_br: Usar cor pura branca ou preta em vez da cor temática como cor de fundo
ro: Folosește culoarea pur albă sau neagră în loc de culoarea tematică ca culoare de fundal
ru: Использовать чистый белый или черный цвет вместо цвета темы в качестве цвета фона
sv: Använd ren vit eller svart färg istället för tema färg som bakgrundsfärg
uk: Використовувати лише білий або чорний колір замість кольору теми як тла
zh_hans: 使用纯白色或纯黑色作为背景色

# settings_appearance_title
source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Erscheinung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
it: Aspetto
ja: 外観
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt_br: Aparência
ro: Aspectul
ru: Внешний вид
sv: Utseende
uk: Зовнішній вигляд
zh_hans: 外观

# settings_appearance_video_autoplay
source: Video autoplay
ar: تشغيل تلقائي للفيديو
cs: Automatické přehrávání videa
el: Αυτόματη αναπαραγωγή βίντεο
es: Reproducción automática de vídeo
fi: Videon automaattinen toisto
fr: Lecture automatique de la vidéo
it: Riproduzione automatica video
ja: 動画の自動再生
nl: Video automatisch afspelen
no: Video autokjør
pl: Automatyczne odtwarzanie wideo
pt_br: Reprodução automática de vídeo
ro: Auto-redare video
ru: Автовоспроизведение видео
sv: Spela upp video automatiskt
uk: Автовідтворення відео
zh_hans: 视频自动播放

# settings_appearance_video_autoplay_always
source: Always
ar: دائما
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
fi: Aina
fr: Toujours
it: Sempre
ja: 常に表示
nl: altijd
no: Alltid
pl: Zawsze
pt_br: sempre
ro: Întotdeauna
ru: Всегда
sv: Alltid
uk: Завжди
zh_hans: 始终

# settings_appearance_video_autoplay_description
source: Automatically play videos in the status
ar: تشغيل الفيديوهات تلقائياً في الحالة
cs: Automaticky přehrát videa ve stavu
da: Afspil videoer automatisk i status
de: Videos automatisch im Status abspielen
el: Αυτόματη αναπαραγωγή βίντεο στην κατάσταση
es: Reproducir automáticamente vídeos en el estado
fi: Toista videot automaattisesti tilassa
fr: Lire automatiquement les vidéos dans l\'état
it: Riproduci automaticamente i video nello stato
ja: 自動的に動画を再生する
nl: Video\'s automatisch afspelen in status
no: Automatisk avspilling av videoer i status
pl: Automatycznie odtwarzaj filmy o statusie
pt_br: Reproduzir automaticamente vídeos no status
ro: Redă clipuri video automat în stare
ru: Автоматически воспроизводить видео в статусе
sv: Spela automatiskt upp videor i status
uk: Автоматично відтворювати відео в статусі
zh_hans: 自动播放视频

# settings_appearance_video_autoplay_never
source: Never
ar: لا
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
fi: Ei Koskaan
fr: Jamais
it: Mai
ja: 一切なし
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: nunca
ro: Niciodată
ru: Никогда
sv: Aldrig
uk: Ніколи
zh_hans: 从不

# settings_appearance_video_autoplay_wifi
source: Wi-Fi only
ar: Wi-Fi فقط
cs: Pouze Wi-Fi
da: Kun Wi-Fi
de: Nur Wi-Fi
el: Wi-Fi μόνο
es: Sólo Wi-Fi
fi: Vain Wi-Fi
fr: Wi-Fi uniquement
it: Solo Wi-Fi
ja: Wi-Fiのみ
nl: Alleen wifi
no: Kun Wi-Fi
pl: Tylko Wi-Fi
pt_br: Apenas por Wi-Fi
ro: Doar Wi-Fi
ru: Только Wi-Fi
sv: Endast Wi-Fi
uk: Тільки по WiFi
zh_hans: 仅在Wi-Fi上

# settings_guest_setting_description
source: Set the host for guest mode
ar: تعيين المضيف لوضع الضيف
cs: Nastavit hostitele pro režim hosta
da: Indstil værten for gæstetilstand
de: Host für Gastmodus festlegen
el: Ορίστε τον κεντρικό υπολογιστή για τη λειτουργία επισκέπτη
es: Establecer el host para el modo invitado
fi: Aseta isäntä vierastilaan
fr: Définir l\'hôte pour le mode invité
it: Imposta l\'host per la modalità ospite
ja: ゲストモードのホストを設定
nl: Stel de host in voor gastmodus
no: Angi verten for gjestemodus
pl: Ustaw host dla trybu gościa
pt_br: Definir o host para o modo convidado
ro: Setați gazda pentru modul vizitator
ru: Установить хост для гостевого режима
sv: Ställ in värden för gästläge
uk: Встановити режим гостя
zh_hans: 为访客模式设置主机

# settings_guest_setting_title
source: Guest Mode Host
ar: مضيف وضع الضيف
cs: Hostitel režimu hostování
da: Gæst Tilstand Vært
de: Gastmodus Host
el: Εξυπηρετητής Λειτουργίας Επισκέπτη
es: Host del Modo Invitado
fi: Vierailevan Tilan Isäntä
fr: Hôte en mode invité
it: Ospite Modalità Ospite
ja: ゲストモードホスト
nl: Gast modus host
no: Vert for gjestemodus
pl: Host trybu gościa
pt_br: format@@0 Guest Mode Host
ro: Gazda Modului de Oaspete
ru: Хост гостевого режима
sv: Värd för gästläge
uk: Гостьовий режим - Хост
zh_hans: 访客模式主机

# settings_local_filter_description
source: Local filter settings for timeline
ar: إعدادات الفلتر المحلي للخيط الزمني
cs: Místní nastavení filtru pro timeline
da: Lokale filterindstillinger for tidslinje
de: Lokale Filtereinstellungen für Zeitleiste
el: Ρυθμίσεις τοπικού φίλτρου για το χρονολόγιο
es: Ajustes de filtro local para la línea de tiempo
fi: Paikallisen suodattimen asetukset aikajanalle
fr: Paramètres de filtre local pour la timeline
it: Impostazioni del filtro locale per la timeline
ja: タイムラインのローカルフィルター設定
nl: Lokale filterinstellingen voor tijdlijn
no: Lokale filterinnstillinger for tidslinjen
pl: Lokalne ustawienia filtra dla osi czasu
pt_br: Configurações de filtro local para timeline
ro: Setări filtre locale pentru cronologie
ru: Настройки локального фильтра для временной линии
sv: Lokala filterinställningar för tidslinje
uk: Налаштування локального фільтра для стрічки
zh_hans: 时间轴的本地过滤器设置

# settings_local_filter_title
source: Local filter
ar: الفلتر المحلي
cs: Místní filtr
da: Lokalt filter
de: Lokaler Filter
el: Τοπικό φίλτρο
es: Filtro local
fi: Paikallinen suodatin
fr: Filtre local
it: Filtro locale
ja: ローカルフィルタ
nl: Lokaal filter
no: Lokalt filter
pl: Filtr lokalny
pt_br: Filtro local
ro: Filtru local
ru: Локальный фильтр
sv: Lokalt filter
uk: Локальний фільтр
zh_hans: 本地过滤器

# settings_local_history_description
source: View or search your browsing history
ar: عرض أو بحث سجل التصفح الخاص بك
cs: Zobrazit nebo vyhledat historii prohlížení
da: Se eller søg i din browserhistorik
de: Browserverlauf ansehen oder durchsuchen
el: Δείτε ή αναζητήστε το ιστορικό περιήγησης
es: Ver o buscar su historial de navegación
fi: Näytä tai etsi selaushistoriasi
fr: Voir ou rechercher votre historique de navigation
it: Visualizza o cerca nella cronologia di navigazione
ja: 閲覧履歴を表示または検索
nl: Bekijk of zoek uw browsegeschiedenis
no: Vis eller søk i historikk
pl: Wyświetl lub przeszukaj historię przeglądania
pt_br: Ver ou pesquisar seu histórico de navegação
ro: Vezi sau caută istoricul navigărilor
ru: Просмотр или поиск в истории посещений
sv: Visa eller sök i din webbhistorik
uk: Переглянути або шукати історію браузера
zh_hans: 查看或搜索您的浏览历史

# settings_local_history_title
source: Local history
ar: التاريخ المحلي
cs: Místní historie
da: Lokal historik
de: Lokale Historie
el: Τοπικό ιστορικό
es: Historial local
fi: Paikallinen historia
fr: Historique local
it: Cronologia locale
ja: ローカル履歴
nl: Lokale geschiedenis
no: Lokal historikk
pl: Historia lokalna
pt_br: Histórico local
ro: Istoric local
ru: Локальная история
sv: Lokal historik
uk: Місцева історія
zh_hans: 本地历史记录

# settings_notifications_subtitle
source: Customize how Flare notifies you
ar: تخصيص كيف يخبرك Felle
cs: Přizpůsobte si, jak vás Flare upozorňuje
da: Tilpas hvordan Flare underretter dig
de: Anpassen, wie Leuchtsignale dich benachrichtigt
el: Προσαρμόστε πώς το Flare σας ειδοποιεί
es: Personaliza cómo te notifica la bengala
fi: Muokkaa Flare ilmoittaa sinulle
fr: Personnaliser la façon dont Flare vous avertit
it: Personalizza il modo in cui la luminosità ti avvisa
ja: Flareの通知方法をカスタマイズします
nl: Aanpassen hoe Flare u informeert
no: Tilpass hvordan Flare varsler deg
pl: Dostosuj jak Flara powiadomi Cię
pt_br: Personalize como o Sinalizador notifica você
ro: Personalizați modul în care Flare vă notifică
ru: Настройте как сигнал оповещает вас
sv: Anpassa hur Flare meddelar dig
uk: Налаштуйте, як покращує прошивку
zh_hans: 自定义Flare如何通知您

# settings_notifications_title
source: Notifications
ar: الإشعارات
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
it: Notifiche
ja: 通知
nl: Notificaties
no: Varsler
pl: Powiadomienia
pt_br: notificações
ro: Notificări
ru: Уведомления
sv: Aviseringar
uk: Сповіщення
zh_hans: 通知

# settings_storage_clear_database
source: Clear cache database
ar: مسح قاعدة بيانات ذاكرة التخزين المؤقت
cs: Vymazat databázi mezipaměti
da: Ryd cache database
de: Cache-Datenbank leeren
el: Εκκαθάριση βάσης δεδομένων προσωρινής μνήμης
es: Borrar base de datos de caché
fi: Tyhjennä välimuistin tietokanta
fr: Vider la base de données du cache
it: Cancella database cache
ja: キャッシュデータベースをクリア
nl: Cache database wissen
no: Slett mellomlagerdatabase
pl: Wyczyść bazę pamięci podręcznej
pt_br: Limpar banco de dados de cache
ro: Goliţi baza de date cache
ru: Очистить базу данных кэша
sv: Rensa cache-databas
uk: Очистити базу даних кешу
zh_hans: 清除缓存数据库

# settings_storage_clear_database_description
source: %1$@ users, %2$@ statuses will be removed
ar: %1$@ مستخدمين، %2$@ حالات سيتم إزالتها
cs: %1$@ uživatelé, %2$@ stavy budou odstraněny
da: %1$@ brugere, %2$@ statusser vil blive fjernet
de: %1$@ Benutzer, %2$@ Status werden entfernt
el: %1$@ χρήστες, Οι καταστάσεις %2$@ θα αφαιρεθούν
es: %1$@ usuarios, %2$@ estados serán eliminados
fi: %1$@ käyttäjää, %2$@ tilat poistetaan
fr: Les utilisateurs %1$@ , les statuts %2$@ seront supprimés
it: Utenti %1$@ , gli stati %2$@ verranno rimossi
ja: %1$@ ユーザー、 %2$@ ステータスは削除されます
nl: %1$@ gebruikers, %2$@ statussen worden verwijderd
no: %1$@ brukere, %2$@ statuser fjernes
pl: %1$@ użytkowników, statusy %2$@ zostaną usunięte
pt_br: %1$@ usuários, o status %2$@ será removido
ro: %1$@ utilizatori, stările %2$@ vor fi șterse
ru: %1$@ пользователи, статусы %2$@ будут удалены
sv: %1$@ användare, %2$@ status kommer att tas bort
uk: %1$@ користувачів, статуси %2$@ буде видалено
zh_hans: %1$@个用户，%2$@个状态将被删除

# settings_storage_clear_image_cache
source: Clear image cache
ar: مسح ذاكرة التخزين المؤقت للصورة
cs: Vymazat cache obrázků
da: Ryd billed-cache
de: Bildercache leeren
el: Εκκαθάριση προσωρινής μνήμης εικόνας
es: Limpiar caché de imágenes
fi: Tyhjennä kuvien välimuisti
fr: Vider le cache des images
it: Cancella cache immagine
ja: 画像キャッシュをクリア
nl: Afbeeldingencache legen
no: Tøm bildebuffer
pl: Usuń pamięć podręczną obrazów
pt_br: Limpar cache de imagens
ro: Golire cache imagine
ru: Очистить кэш изображений
sv: Rensa bildcache
uk: Очистити кеш зображень
zh_hans: 清除图片缓存

# settings_storage_clear_image_cache_description
source: %1$@ MB of images will be removed
ar: %1$@ MB من الصور سيتم إزالتها
cs: %1$@ MB obrázků bude odstraněno
da: %1$@ MB billeder vil blive fjernet
de: %1$@ MB Bilder werden entfernt
el: %1$@ MB εικόνων θα αφαιρεθούν
es: Se eliminarán %1$@ MB de imágenes
fi: %1$@ MB kuvia poistetaan
fr: %1$@ Mo d\'images seront supprimés
it: %1$@ MB di immagini saranno rimossi
ja: %1$@ MB の画像は削除されます
nl: %1$@ MB van afbeeldingen zal worden verwijderd
no: %1$@ MB av bilder vil bli fjernet
pl: %1$@ MB obrazów zostanie usunięte
pt_br: %1$@ MB de imagens serão removidas
ro: %1$@ MB de imagini vor fi eliminate
ru: %1$@ МБ изображений будет удалено
sv: %1$@ MB av bilder kommer att tas bort
uk: %1$@ MB із зображень буде видалено
zh_hans: %1$@ MB的图片将被删除

# settings_storage_subtitle
source: Manage Flare\'s storage
ar: إدارة تخزين اللعب
cs: Správa Flareho úložiště
da: Håndtér Flare\'s lagerplads
de: Flottenspeicher verwalten
el: Διαχείριση χώρου αποθήκευσης Flare
es: Administrar almacenamiento de bengalas
fi: Hallitse Flare-tallennustilaa
fr: Gérer le stockage de Fusée éclairante
it: Gestisci la memoria di Flare
ja: フレアのストレージを管理
nl: Beheer Flare\'s opslag
no: Behandle Flate-lagring
pl: Zarządzaj pamięcią Flara
pt_br: Gerenciar armazenamento do Sinalizador
ro: Gestionează spațiul de stocare al Flare
ru: Управление хранилищем сигнала
sv: Hantera flare\'s lagring
uk: Керування сховищем Flare\'а
zh_hans: 管理Flare的存储

# settings_storage_title
source: Storage
ar: التخزين
cs: Úložiště
da: Lagerplads
de: Speicher
el: Αποθήκευση
es: Almacenamiento
fi: Tallennustila
fr: Stockage
it: Archiviazione
ja: ストレージ
nl: Opslagruimte
no: Lagring
pl: Pamięć
pt_br: Armazenamento
ro: Depozitare
ru: Хранилище
sv: Lagring
uk: Сховище
zh_hans: 存储
